Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: On Rotten Tomatoes, the first season has a rating of 92%, based on 71 reviews, with an average rating of 7.74/10. The site's critical consensus reads, "Kristen Bell and Ted Danson knock it out of the park with supremely entertaining, charming performances in this absurd, clever and whimsical portrayal of the afterlife."[58] On Metacritic, the first season has a score of 78 out of 100, based on reviews from 32 critics, indicating "generally favorable reviews".[59]
ne: रटन टमेटोजमा ७१ समीक्षाहरूमा आधारित भई पहिलो सत्रलाई ९२% र १० मा ७.७४ दिइएको छ । यस साइटको आलोचनात्मक सहमतिमा लेखिएको छ, "क्रिस्टेन बेल र टेड ड्यानसनले मृत्युपश्चातको जीवनको यो हास्य चित्रणमा आफ्ना अत्यन्तै मनोरन्जक प्रदर्शनले सबैको मन जितेका छन् ।"[१] मेटाक्रिटिकमा ३२ आलोचकहरूको समीक्षानुसार पहिलो सत्रले १०० मा ७८ पाएको छ, जसले "सामान्यतया अनुकूल समीक्षा" जनाउँछ ।[२]

source: On Rotten Tomatoes, the second season has a rating of 100%, based on 58 reviews, with an average rating of 8.95/10. The site's critical consensus reads, "By voluntarily blowing up its premise, The Good Place sets up a second season that proves even funnier than its first."[61] On Metacritic, the second season has a score of 87 out of 100, based on reviews from 10 critics, indicating "universal acclaim".[62]
ne: रटन टमेटोजमा ५८ समीक्षाहरूमा आधारित भई दोस्रो सत्रलाई १००% र १० मा ८.९५ दिइएको छ । यस साइटको आलोचनात्मक सहमतिमा लेखिएको छ, "जानीजानी आफ्नो परिसरको अन्त्यमा मोड ल्याई द गूड प्लेसले पहिलो भन्दा पनि हाँस उठ्ने दोस्रो सत्र बनाउन सफल भएको छ ।"[१] मेटाक्रिटिकमा १० आलोचकहरूको समिक्षानुसार दोस्रो सत्रले १०० मा ८७ ल्याएको छ, जसले "विश्वव्यापी प्रशंसा" जनाउँछ । [२]

source: On Rotten Tomatoes, the third season has a rating of 98%, based on 47 reviews, with an average rating of 8.35/10. The site's critical consensus reads, "Charming and curious as ever, The Good Place remains a delightfully insightful bright spot on the television landscape."[63] On Metacritic, the third season has a score of 96 out of 100, based on reviews from five critics, indicating "universal acclaim."[64]
ne: रटन टमेटोजमा ४७ समीक्षाहरूमा आधारित भई तेस्रो सत्रलाई ९८% र १० मा ८.३५ दिइएको छ । यस आलोचनात्मक सहमतिमा लेखिएको छ, "सधैँझैँ जिज्ञासु, द गूड प्लेस अझै अन्तर्दृष्टि खुलाउने एक मात्र शृंखला रहन्छ ।"[१] मेटाक्रिटिकमा ५ आलोचकहरूको समीक्षानुसार तेस्रो सत्रले १०० मा ९६ ल्याएको छ, जसले "विश्वव्यापी प्रशंसा" जनाउँछ ।[२]

source: On Rotten Tomatoes, the fourth season has a rating of 100%, based on 21 reviews, with an average rating of 8.33/10. The site's critical consensus reads, "A wild philosophical ride to the very end, The Good Place brings it home with a forking good final season."[65]
ne: रटन टमेटोजमा २१ समीक्षाहरूमा आधारित भई चौथो सत्रलाई १००% र १० मा ८ ३३ दिइएको छ । यस साइटको आलोचनात्मक सहमतिमा लेखिएको छ, "अन्त्यसम्म नै दार्शनिक सवारीमा लाग्ने द गूड प्लेसले एउटा अत्यन्तै राम्रो अन्तिम सत्र प्रस्तुत गरेको छ ।"[१]

source: In 2019, The Good Place was ranked 69th on The Guardian's list of the 100 best TV shows of the 21st century.[76]
ne: सन् २०१९ मा द गार्डियनले २१ औँ शताब्दीको सबैभन्दा राम्रो १०० शृंखलाहरूको सूचीमा द गूड प्लेसलाई ६९ औँ स्थानमा राखेको छ । [१]

source: The series is set in an afterlife in which humans are sent to the "Good Place" or the "Bad Place" after death: all humans are assigned a numerical score based on the morality of their conduct in life. Only those with the very highest scores are sent to the Good Place, where they enjoy eternal happiness with their every wish granted, guided by an artificial intelligence named Janet; all others experience an eternity of torture in the Bad Place.
ne: यो शृंखला मृत्युपश्चातको जीवनमा आधारित छ, जहाँ सबै मानिसहरूलाई उनीहरूको धर्तीको कर्मको आधारमा एउटा अङ्क दिई स्वर्गसमान "गूड प्लेस" वा नर्कसमान "ब्याड प्लेस" मा पठाइन्छ । उच्च अङ्क प्राप्त गर्ने मान्छेहरूलाई मात्रै "गूड प्लेस" मा पठाइन्छ, जहाँ उनीहरूले ज्यनेट नामक कृत्रिम बौद्धिकताको सहयोगले आफ्नो सम्पूर्ण इच्छा पूरा गर्न सक्छन । अरूहरूलाई कहिल्यै नसकिने यातना दिन "ब्याड प्लेस" मा पठाइन्छ ।

source: The Selection
ne: द सेलेक्शन

source: In September 2019, prior to the release of the fourth season of The Good Place, NBC released a six-episode web series on their website, app, and their YouTube channel, titled The Selection, directed by Eric Kissack. The series, set during an ellipsis taking place during the season 3 episode "Chidi Sees the Time-Knife", follows Michael's former demon boss Shawn as he and his underlings decide which four people to pick for Michael's new incarnation of "the Good Place". Marc Evan Jackson, Josh Siegal, Bambadjan Bamba, Amy Okuda, and Jama Williamson form the main cast by reprising their roles from The Good Place as Shawn and his underlings, with Joe Mande reprising his role as Toddrick "Todd" Hemple in the third episode.[87]
ne: सन् २०१९ को सेप्टेम्बरमा द गूड प्लेसको चौथो सुत्रको विमोचन अगाडि एनबीसीले आफ्नो वेबसाइट, एप र युट्युब च्यानलमा एरिक किसाकद्वारा निर्देशित द सेलेक्शन नामक ६ भाग भएको वेब शृंखला निकालेको थियो । तेस्रो सत्रको "चिडी सिज द टाइम-नाइफ" नामक भागको बिचको समयमा आधारित यस शृंखलाले माइकलको पूर्व हाकिम शन र उसका सहायकहरूले माइकलको "गूड प्लेस" मा राख्ने ४ जना मान्छेहरूको छनोट गरेको देखाउँछ । द गूड प्लेसमा शन र उसका सहायकहरूको भूमिका खेल्ने मार्क इभान ज्याक्सन, जश सिगल, बाम्बजान बाम्बा, एमी ओकुडा र जामा विलियमसन यस शृंखलाका मुख्य पात्रहरू हुन् । यस शृंखलाको तेस्रो भागमा जो म्यान्डले टड्रिक "टड" हेम्पलको भूमिका निभाएका छन् ।[१]

source: Eleanor's assigned soulmate, Chidi, a moral philosopher, attempts to teach them ethics so they can earn their presence there. Jason's soulmate, wealthy socialite Tahani, attempts to help Michael, the kindly designer of their neighborhood, deal with the chaos apparently caused by Eleanor and Jason's presence. Eventually, Eleanor realizes that the four humans have actually been in an experimental Bad Place all along, chosen by Michael to torture each other emotionally and psychologically for eternity.
ne: प्रथम सत्रमा अनैतिक अन्तर्मुखी एलेनोर र तुच्छ अपराध गरेका जेसनले उनीहरूलाई गल्तीले "गूड प्लेस" मा पठाइएको हो भन्ने अनुभूति गर्छन् । एलेनोरको आत्मीयजनकाे रूपमा तोकिएका नीति शिक्षाका प्राध्यापक चिडीले उनीहरूलाई त्यहाँ स्थान कमाउन सहयोग गर्ने उद्देश्यले निती शिक्षा पढाउँछन् । जेसनको आत्मीयजनकाे रूपमा तोकिएकी उच्च वर्गीय टहानीले उनीहरूको छिमेकको दयालु योजनाकार माइकललाई एलेनोर र जेसनको उपस्थितिले ल्याएको अराजकतालाई सम्हाल्न सहयोग गर्छिन् । अन्ततः एलेनोरले उनीहरूको छिमेक माइकलले उनीहरूलाई मानसिक र भावनात्मक यातना पुर्याउने उद्देश्यले परिक्षण गर्न बनाएको हो भन्ने कुरा थाहा पाउँछिन्।

source: In the second season, Michael repeatedly erases the humans' memories to try to restart their psychological torture, but they figure out the truth each time. Eventually they persuade him to take their side and attempt to get them into the Good Place for real. Michael appeals their case to the eternal Judge, who rules that the humans may be returned to their lives on Earth, with no memory of the afterlife, to attempt to prove their moral development.
ne: दोस्रो सत्रमा माइकलले ती ४ मानिसहरूको मानसिक यातनालाई फेरि सुरु गर्नका लागि बारम्बार उनीहरूको स्मरण शक्ति मेटाउँछन् तर उनीहरूले हरेक पटक सत्य थाहा पाउँछन् । अन्ततः माइकल उनीहरूको पक्षमा लाग्छन् र उनीहरूलाई वास्तविक "गूड प्लेस" मा पुर्याउनमा लाग्छन् । माइकलले उनीहरूको मुद्दा अनन्त न्यायाधीशकहाँ लग्छन्, जसले ती मानिसहरूको नीतिचेतनामा आएको सुधार जाँच्ने उद्देश्यले उनीहरूलाई मृत्युपश्चातको जीवनको सबै स्मृति हटाई पृथ्वीमा फिर्ता गर्ने निर्णय लिन्छिन् ।

source: Jameela Alia Burton-Jamil[1] (born 25 February 1986)[2] is a British actress, radio presenter, model, writer and activist. She began her career on T4, where she hosted a pop culture series from 2009 until 2012. She then became the radio host of The Official Chart, and was co-host of The Official Chart Update alongside Scott Mills on BBC Radio 1.
ne: जमीला आलिया बर्टन-जमील[१] उनले सन् २००९ देखि सन् २०१२ सम्म बेलायतको टिभी च्यानल ४ मा एक पप शृंखला उद्घोषण गरी आफ्नो जीवनवृत्तिको सुरुवात गरिन् । पछि उनले बिबिसी रेडियो १ मा स्कोट मिल्ससँग द ओफिसियल चार्टको रेडियो उद्घोषक र द ओफिसियल चार्ट अपडेटमा सह-उद्घोषकको भूमिका निभाइन् । उनी बिबिसी रेडियो १ चार्ट शोको प्रथम महिला एक्कल प्रस्तुतकर्ता हुन् ।[]]

source: Following a breast cancer scare in 2016, Jamil moved to the United States. Whilst there, she was cast as Tahani Al-Jamil in the NBC fantasy comedy series The Good Place.[4] She has modelled for both British and American Vogue, Glamour, Cosmopolitan, and Teen Vogue, and has written for The Times, Cosmopolitan, The Huffington Post, and Company.[5]
ne: सन् २०१६ मा स्तन क्यान्सरको गलत निदान भए पछि उनले संयुक्त राज्य अमेरिकामा बसाई सरिन् । त्यहाँ हुँदा उनलाई एनबीसीको हास्य शृंखला द गूड प्लेसमा टहानी अल-जमीलको भूमिका खेल्न बोलाइयो ।[१] उनले भोग, ग्ल्यामर, कस्मोपोलिटन तथा टीन भोगको लागि मोडल गरेकी छिन् र द टाइम्स, कस्मोपोलिटन, द हफिङ्टन पोस्ट तथा कम्पनीका लागि लेखेकी छिन् ।[२]

source: Jamil was one of fifteen women selected to appear on the cover of the September 2019 issue of British Vogue "Forces for Change", by guest editor Meghan, Duchess of Sussex.[54]
ne: ब्रिटिश भोगको सेप्टेम्बर २०१९ को "फोर्सेस फर चेन्ज" संस्करणको लागि मेगन मार्कलले छनोट गरेका १५ महिलाहरूमध्ये जमीला पनि एक थिइन् ।[१]

source: On 2 August 2019, Jamil was awarded "Advocate of the Year" from the Ehlers-Danlos Society.[1]
ne: अगस्ट २, २०१९ मा जमीललाई एहलर्स-ड्यानलोस सोसाइटीद्वारा "२०१९ को अधिवक्ता" को सम्मान दिइएको थियो ।[१]

source: Jamil received the "Phenom" award from the 12th annual Shorty Awards on 3 May 2020. [55]
ne: मे ३, २०२० मा जमीलले १२ औँ वार्षिक शोर्टी अवार्ड्समा "फेनम" पुरस्कार पाइन् ।[१]

source: Filmography
ne: अभिनय

source: Film
ne: चलचित्र

source: Year Title Role Notes 2019 How to Build a Girl Cleopatra 2020 Marry Me
ne: बर्ष शीर्षक भूमिका नोटहरू सन् २०१९ हाउ टू बिल्ड अ गर्ल क्लियोपेट्रा सन् २०२० मेरी मी

source: Television
ne: टेलिभिजन

source: Year Title Role Notes 2009–2012 Freshly Squeezed Herself Lead host 2009–2012 T4 Herself Host 2012 Playing It Straight Herself Host 2014 Celebrity Juice Herself Series 11, episode 8 2015 The Great Comic Relief Bake Off Herself Series 2, episode 3 2016–2020 The Good Place Tahani Al-Jamil Main cast 2018 Last Call with Carson Daly Herself Host, recurring segment, Wide Awake with Jameela Jamil 2018 Hollywood Game Night Herself Episode: "Ho Ho Holiday Game Night" 2019 Still Laugh-In: The Stars Celebrate Herself 2019 DuckTales Gandra Dee (voice) Episode: "The Dangerous Chemistry of Gandra Dee!"[1] 2019 The Misery Index Herself Lead host 2020 Big City Greens Phoenix (voice) Episode: "Animal Farm" 2020 Mira, Royal Detective Auntie Pushpa (voice) Recurring role[65] 2020 Legendary Herself Judge[66][67] 2020 Harley Quinn Eris (voice) Episode: "Bachelorette" 2020 American Dad! Christine S. (voice) Episode: "Exquisite Corpses" 2020 Crossing Swords Sloane (voice) 4 episodes
ne: बर्ष शीर्षक भूमिका नोटहरू सन् २००९ - सन् २०१२ फ्रेश्ली स्कुइज्ड आफैँ प्रमुख उद्घोषक सन् २००९ - सन् २०१२ टी ४ आफैँ उद्घोषक सन् २०१२ प्लेयिङ्ग इट स्ट्रेट आफैँ उद्घोषक सन् २०१४ सिलेब्रिटी जूस आफैँ सत्र ११, भाग ८ सन् २०१५ द ग्रेट कमिक रिलिफ बेक अफ आफैँ सत्र २, भाग ३ सन् २०१६ - सन् २०२० द गूड प्लेस टहानी अल-जमील मुख्य पात्र सन् २०१८ लास्ट कल विथ कार्सन डेली आफैँ उद्घोषक, आवर्ती खण्ड, वाइड अवेक विथ जमीला जमील सन् २०१८ हलिवूड गेम नाइट आफैँ भाग: "हो हो हलिडे गेम नाइट" सन् २०१९ स्टिल लाफ-इन: ड स्टार्ज सेलिब्रेट आफैँ सन् २०१९ डकटेल्स गान्ड्रा डी (आवाज) भाग: "द डेन्जरस केमिस्ट्री अफ गान्ड्रा डी!" सन् २०१९ द मिजरी इन्डेक्स आफैँ प्रमुख उद्घोषक सन् २०२० बिग सिटी ग्रिन्स फिनिक्स (आवाज) भाग: "एनिमल फार्म" सन् २०२० मीरा, रोयल डिटेक्टिभ आन्टी पुष्पा (आवाज) पुनरावर्ती भूमिका [२] सन् २०२० लेजेन्डेरी आफैँ न्यायाधीश []] []] सन् २०२० हार्ली क्विन एरिस (आवाज) भाग: "ब्याच्लरेट" सन् २०२० अमेरिकन ड्याड! क्रिस्टिन एस. (आवाज) भाग: "एक्स्वीजिट कोर्प्सेस" सन् २०२० क्रसिङ स्वर्ड्स स्लोएन (आवाज) ४ भागहरू

source: Year Title Role Notes 2012 The Radio 1 Request show with Jameela Jamil[68] Host BBC Radio 1 2013–2015 The Official Chart Host BBC Radio 1 2013 The Official Chart Update Co-host BBC Radio 1
ne: बर्ष शीर्षक भूमिका नोटहरू सन् २०१२ द रेडियो १ रिक्वेस्ट शो विथ जमीला जमील उद्घोषक बिबिसी रेडियो १ सन् २०१३ - सन् २०१५ द ओफिसियल चार्ट उद्घोषक बिबिसी रेडियो १ सन् २०१३ द ओफिसियल चार्ट अपडेट सह-उद्घोषक बिबिसी रेडियो १

source: Jamil was born on 25 February 1986 in Hampstead, London, to an Indian father and a Pakistani mother.[6] She was born with congenital hearing loss and labyrinthitis, which she has had several operations to correct. She stated in 2015 that she had 70% hearing ability in her left ear and 50% in her right ear.[7] Jamil says she was "bookish and shy" at school.[8] At the age of nine, she was diagnosed with hypermobile Ehlers-Danlos syndrome, a genetic disorder affecting the connective tissue in the body. It can cause a very wide variety of symptoms, some of which can be life threatening.
ne: जमीलको जन्म फेब्रुअरी २५, १९८६ मा लण्डनको ह्यामस्टेडमा भारतीय बुवा र पाकिस्तानी आमाको घरमा भएको थियो ।[१] उनी श्रवण शक्तिसम्बन्धि समस्या लिएर जन्मेकी थिइन्, जसलाई ठिक गर्न उनले कयौँ शल्यक्रिया गराएकी छन् । उनको देब्रे कानमा ७०% र दाहिनेमा ५०% श्रवण शक्ति छ भन्ने खुलासा उनले सन् २०१५ मा गरिन् ।[२] जमील भन्छिन् उनी विद्यालयमा हुँदा सतावत र लजालु थिइन् । नौ वर्षको उमेरमा उनलाई शरीरको संयोजी उक्तकहरूलाई प्रभाव पर्ने जेनेटिक डिसअर्डर, एहलर्स-ड्यानलोस सिन्ड्रोम देखा पर्यो । यसले विविध लक्षणहरू देखाउँछ, जसले जीवनलाई जोखिममा पर्न सक्छ । यसका केही सामान्य लक्षणहरूमा जोर्नी दुख्ने, लामो छाला, असामान्य दागहरू देखा पर्ने, अत्यधिक थकान हुने, पाचनक्रिया र रक्त संचारमा समस्या देखा पर्ने आदि पर्छन् ।[]] किशोरावस्थामा उनी एनोरेक्सिया नर्भोसाबाट पीडित थिइन् र १४ देखि १७ वर्षको उमेरसम्म उनले राम्ररी खान खाइनन् । उनको खाने विकार सामाजिक दबावले गर्दा विकास भएको उनी मान्छिन् :

source: At the age of 17, Jamil was struck by a car while running from a bee, breaking several bones and damaging her spine. She was told that she might never walk again, but she slowly recovered after steroid treatment and physiotherapy, using a Zimmer frame to start walking.[11][12] She cites the car accident as what pushed her towards recovery, stating that it changed her relationship with her body and figuratively "knocked some sense" into her.[10] She attended Queen's College School in London and taught English to foreign students at the Callan School of English in London.[12] She also worked as a model, photographer, and fashion scout for Premier Model Management Limited.[11][13][14]
ne: १७ वर्षको उमेरमा जमीला मौरीबाट भाग्दा उनलाई गाडीले हानेको थियो । यसले गर्दा उनका कयौँ हड्डीहरू भाँच्चिएका थिए । उनी कहिल्यै नहिड्न सक्ने सम्भावना भए तापनि सही औषधोपचारले उनी बिस्तारै ठिक भइन् । यस दुर्घटनाले उनलाई आफ्नो शरीरलाई माया गर्न सिकाएको उनी भन्छिन् । उनले लण्डनको क्विन्स कलेजमा आफ्नो पढाई पुरा गरिन् र क्यालन स्कुल अफ इङ्लिशमा विदेशी विद्यार्थीहरूलाई अङ्ग्रेजी पढाइन् । उनले प्रिमियर मोडल म्यानेजमेन्ट लिमिटेडमा मोडल, फोटोग्राफर र फेसन स्काउटको रूपमा नि काम गरेकी छिन् ।

source: ANFA Complex is a football stadium and training facility and hosts the headquarters of All Nepal Football Association in Lalitpur, Nepal built in 1999 by All Nepal Football Association. It consists of ANFA House (the current HQ of ANFA), an ANFA Academy a hostel, and a football ground.
ne: एन्फा कम्प्लेक्स एक ललितपुर सातदोबाटोमा रहेको फुटबल रंगशाला र प्रशिक्षण स्थल हो। अखिल नेपाल फुटबल संघको मुख्यालय एन्फा कम्प्लेक्स सातदोबाटोमा नै रहेको छ। यसको निर्माण सन् १९९९ मा भएको थियो। यहा एन्फा हाउस (एन्फाको हालको मुख्यालय), एन्फा एकेडेमी, र फुटबल मैदान रहेको छ।

source: ANFA House
ne: एन्फा हाउस

source: ANFA Academy
ne: एन्फा एकेडेमी

source: During the 2012 AFC Challenge Cup in Nepal, FIFA President Sepp Blatter also inaugurated Nepal's FIFA Goal Programme III by lighting an oil lamp in a ceremony held at the ANFA Complex. ANFA President (then AFC Vice President) Ganesh Thapa also pledged to use the funding to construct three academies for 150 players, and a women's academy.[7][8] The upgradation of the ANFA Complex and stadium construction included the construction of ANFA Technical Center, Butwal and ANFA Technical Center, Dharan.[9] The football academy cost USD $400,000 in total.[4]
ne: २०१२ एएफसी च्यालेञ्ज कपको समयमा फिफाका अध्यक्ष सेप ब्ल्याटरले एन्फा कम्प्लेक्समा आयोजना गरिएको समारोहमा बत्ती बालेर नेपालको तेस्रो फिफा गोल कार्यक्रम को उद्घाटन गरे। एन्फाका अध्यक्ष (तत्कालीन एसियाली फुटबल महासंघ ( ए.एफ.सी)का उपाध्यक्ष) गणेश थापाले १५० खेलाडीहरूको लागि तीन एकेडेमी र महिला एकेडेमी बनाउनका लागि रकम प्रयोग गर्ने प्रतिबद्धता व्यक्त गरे। [१] [२] एन्फा कम्प्लेक्सको स्तरोन्नति र स्टेडियम निर्माणमा एन्फा टेक्निकल सेन्टर, बुटवल र एन्फा टेक्निकल सेन्टर धरानको निर्माण पनि यसमा समावेश थियो । []] फुटबल एकेडेमीको कुल लागत ४ लाख अमेरिकी डलर थियो []]

source: With a further USD $500,000[1] of financial assistance from FIFA Goal Project IV, artificial turf was laid out due to Nepal's weather conditions hampering grass-pitch quality. The newly laid out turf was inaugurated in 2014 with a friendly match between the Nepal Sports Journalists Forum and the FA.[10]
ne: चौथो फिफा गोल परियोजना को थप ५ लाख अमेरिकी डलर [१] को आर्थिक सहयोगको साथ, घाँस पिचको गुणस्तरमा बाधा पुर्‍याउने नेपालको मौसम अवस्थाका कारण कृत्रिम टर्फ (मैदान) राखियो। २०१४ मा नेपाल खेल पत्रकार फोरम र एफए बीच मैत्रीपूर्ण खेलको क्रममा नयाँ बिछ्याइएको टर्फको उद्घाटन भयो। [२]

source: In 2015, the All Nepal Football Association constructed parapets to expand the capacity of the ground to 4,000 as a national stadium due to the condition of the Dasarath Rangasala Stadium caused from the April 2015 Nepal earthquake.[11]
ne: वि,सं २०७२ मा, महाभूकम्पको कारणले दशरथ रंगशाला क्षतिग्रस्त भएपछी अखिल नेपाल फुटबल संघले राष्ट्रिय स्टेडियमको रूपमा मैदानको क्षमता ४,००० सम्म विस्तार गर्न प्यारापेटहरू निर्माण गर्‍यो । [१]

source: Hosted events
ne: आयोजना गरिएका खेलहरू

source: 2015 SAFF U-19 Championship 2017 SAFF U-15 Championship 2018 SAFF U-15 Championship regular matches of Martyr's Memorial A-Division League and Nepal National League selected matches of the Nepal national football team
ne: २०१५ साफ यु-१९ च्याम्पियनसिप २०१७ साफ अण्डर-१५ च्याम्पियनसिप २०१८ साफ अण्डर-१५ च्याम्पियनसिप शहीद स्मारक ए डिभिजन लिग र नेपाल राष्ट्रिय लिगको नियमित खेलहरू नेपाल राष्ट्रिय फुटबल टीम का छनोट खेल

source: Mingma Sherpa (born June 16, 1978)[1] is a Nepali mountaineer.
ne: मिंग्मा शेर्पा (जन्म : जुन १६, १९७८) [१] एक नेपाली एक नेपाली पर्वतारोही हुन् ।

source: On May 20, 2011, at age 32, Sherpa became the first person from Nepal[2] and the first South Asian[3] to scale all 14 of the world's highest mountains. In the process, he set a new world record—he became the first mountaineer to climb all 14 peaks on the first attempt. Mingma Sherpa and his brother, Chhang Dawa Sherpa, hold the world record of "World's First Two Brothers" to successfully summit the 14 mountains which are above 8,000 metres (26,000 ft).
ne: २० मे, २०११ मा 32 वर्षको उमेरमा शेर्पा विश्वका ८ हजार मिटर अग्ला १४ वटै हिमशिखर आरोहण गरेका पहिलो नेपाली [1] र पहिलो दक्षिण एशियाई [2] पर्वतारोहि पहिलो व्यक्ति बने।

source: Mountains summited by Mingma Sherpa:
ne: मिङ्मा शेर्पाद्वारा आरोहन गरिएका हिमालहरू:

source: S.no Name of mountain Year 1 Mount Everest (8848 m) 2004 (spring) 2 K2 (8611 m) 2004 (summer) 3 Kangchenjunga (8586 m) 2011 (spring) 4 Lhotse (8516 m) 2002 (spring) 5 Makalu (8463 m) 2001 (spring) 6 Cho Oyu (8201 m) 2000 (autumn), 2002 (autumn) 7 Dhaulagiri (8167 m) 2010 (spring) 8 Manaslu (8163 m) 2000 (spring) 9 Nanga Parbat (8125 m) 2010 (summer) 10 Annapurna I (8091 m) 2010 (spring) 11 Gasherbrum I (8068 m) 2010 (summer) 12 Broad Peak (8047 m) 2003 (summer) 13 Gasherbrum II (8035 m) 2003 (summer) 14 Shishapangma (8027 m) 2001 (autumn)
ne: S.no हिमालको नाम साल १ सगरमाथा (८८४८ मि.) २००४ (वसन्त) २ के२ हिमाल (८६११ मि.) २००४ (गर्मी) 3 कञ्चनजङ्घा (८५८६ मि.) २०११ (वसन्त) । ल्होत्से (८५१६ मि. ) २००२ (वसन्त) । माकालु (८४६३ मि.) २००१ (वसन्त) 6 चो ओयू (8201 m) २००० (शरद )), २००२ (शरद )) । धौलागिरि (८१६७ मि.) २०१० (वसन्त) । मानसलु (८१६३ मि.) २००० (वसन्त) 9 नङ्गा पर्वत (८१२५ मि.) २०१० (गर्मी) १० अन्नपूर्णा I (८०९१ मि.) २०१० (वसन्त) ११ ग्यासब्रम १ (८०६८ मि.) २०१० (गर्मी) १२ ब्रड पीक (८०४७ मि.) २००३ (गर्मी) १ ग्यासरब्रम द्वितीय (८०३५ मि.) २००३ (गर्मी) १ शिशापाङ्मा (८०२७ ) २००१ (शरद )

source: The Sky Is Pink, a film based on her life, directed by Shonali Bose and starring Priyanka Chopra Jonas as Aditi Chaudhary, Farhan Akhtar as Niren Chaudhary, Zaira Wasim as the main Aisha Chaudhary and Rohit Suresh Saraf was released theatrically on 11 October 2019.[9][10][11]
ne: अक्टोबर ११, २०१९ मा विमोचित सोनाली बोसद्वारा निर्देशित र प्रियङ्का चोपडाले अदिती चौधरी, फरहान अख्तरले निरेन चौधरी, जायरा वसीमले आइशा चौधरी र रोहित सुरेश सरफले इशान चौधरीको भूमिका निर्वाह गरेको चलचित्र द स्काई इज पिङ्क पनि उनकै जीवनमा आधारित छ ।[१][२][]]

source: Works
ne: कृति

source: My Little Epiphanies[12][13] (2015) which included her thoughts about life and also wanted people to know about her journey that could help others going through such hardships in life. [14]
ne: माइ लिटल एपिफनिज [१][२] (सन् २०१५) जसको माध्यमबाट उनले जीवनमा कठिनाइ भोग्नुपरिरहेका व्यक्तिहरूलाई आशा दिलाउन चाहन्थिन् ।[]]

source: Aisha Chaudhary (27 March 1996 – 24 January 2015)[2] was an Indian author and motivational speaker. She is the author of the book My Little Epiphanies, published one day before her death.[3] The film The Sky Is Pink is loosely based on her life.
ne: आइशा चौधरी एक भारतीय लेखक र प्रेरक वक्ता थिइन् । उनले माइ लिटल एपिफनिज लेखेकी थिइन्, जुन उनको मृत्युको एक दिन अगाडि प्रकाशित भएको थियो ।[२] द स्काई इज पिङ्क नामक चलचित्र केही हदसम्म उनको जीवनमा आधारित छ ।

source: She has an elder brother named Ishan Chaudhary and an elder sister Tanya Chaudhary, who died at 7 months old. Aisha was born with severe combined immunodeficiency (SCID). When she was 6 months old, she had to undergo a bone marrow transplant.[4] As a side effect of the medical therapy following bone marrow transplant, she developed a serious illness called pulmonary fibrosis – a type of condition that causes irreversible scarring of the lungs.[5]
ne: आइशा यम! ब्रान्ड्सको दक्षिण एसियाली शाखाको सभापति निरेन चौधरी र मानसिक स्वास्थ्य सेवक अदितीकी छोरी थिइन् । उनको दाइको नाम इशान चौधरी हो । उनकी दिदी तान्या चौधरीको ७ महिनाको उमेरमा नै मृत्यु भएको थियो । आइशाको जन्मजात नै शरीरको रोग प्रतिरोधात्मक शक्तिमा समस्या थियो । ६ महिनाको हुँदा उनले अस्थि मज्जा प्रत्यारोपण गर्नुपर्यो ।[१] यसको फलस्वरूप उनमा फोक्सोमा दाग पार्ने पल्मोनरी फाइब्रोसिस देखा पर्यो ।[२]

source: Former Vice President of India Mohammad Hamid Ansari releasing My Little Epiphanies in New Delhi on April 13, 2015. Salma Ansari and the former Minister of Human Resource Development Smriti Irani are also seen
ne: अप्रिल १३, २०१५ मा नयाँ दिल्लीमा भारतका भूतपूर्व उपराष्ट्रपति मोहम्मद हामिद अंसारीद्वारा माइ लिटल एपिफनिजको विमोचन हुँदै । सलमा अंसारी र मानव संसाधन विकास मन्त्री स्मृति ईरानी पनि तस्वीरमा ।

source: Aisha Chaudhary gave inspirational talks from age 15 to the time of her death. She was named an INK Fellow and spoke in the 2011 and 2013 INK Conferences.[6] Aisha was also a speaker at TEDxPune in 2013.
ne: आइशा चौधरीले १५ वर्षको उमेरदेखि मृत्युसम्म प्रेरणादायी भाषणहरू दिइन् । उनलाई इङ्क फेलोको उपाधि दिइएको थियो र सन् २०११ तथा सन् २०१३ का इङ्क सम्मेलनमा पनि बोलेकी थिइन् ।[१] सन् २०१३ को पुणेस्थित टेड सम्मेलनमा पनि उनले आफ्नो कथा सुनाएकी थिइन् ।

source: She wrote a book that was published one day before her death.[7][8]
ne: उनले लेखेको किताब उनको मृत्युको एक दिन अगाडि प्रकाशित भएको थियो ।[१][२]

source: The Azerbaijani Premier League (Azerbaijani: Azərbaycan Premyer Liqası) is the top tier in Azerbaijani club football. The league is contested by 8 teams, in which the season runs from August to May. The winner enters the UEFA Champions League from the first qualifying round.[1]
ne: अजरबैजान प्रिमियर लिग (Azerbaijani) अजरबैजानी क्लब फुटबलमा शीर्ष तह हो। लिग ८ टोलीद्वारा प्रतिस्पर्धा गरिएको हुन्छ, जसमा सिजन अगस्ट देखि मे सम्म चल्छ। विजेता पहिलो क्वालिफाइङ राउन्डबाट युइएफए च्याम्पियन्स लिगमा प्रवेश गर्दछ।[१]
